Repository: common-repository/south-pole-the-offset-movement
Catalog: languages/co2ok-for-woocommerce-*.po
Languages: de_de, fr_fr, nl_nl

source: Co2ok Plugin needs WooCommerce to work, please install WooCommerce and try again.
de_de: Dieses Plugin benötigt WooCommerce um zu funktionieren. Bitte installiere WooCommerce und versuche es erneut

source: How CO&#8322; compensation works
de_de: Wie CO&#8322; Kompensation funktioniert
fr_fr: Comment fonctionne la compensation CO&#8322;
nl_nl: Hoe CO&#8322; compensatie werkt

source: CO2ok for WooCommerce
de_de: CO2ok für WooCommerce
fr_fr: CO2ok pour WooCommerce
nl_nl: CO2ok voor WooCommerce

source: A WooCommerce plugin to integrate CO2ok
de_de: Ein WooCommerce Plugin um CO2ok zu integrieren
fr_fr: Un plugin WooCommerce pour intégrer CO2ok
nl_nl: Een WooCommerce plugin om CO2ok te integreren

source: CO2 compensation
de_de: CO2 Kompensation
fr_fr: Compensation de CO2
nl_nl: CO2 compensatie

source: Make
de_de: Machs
fr_fr: Faire
nl_nl: Maak

source: Make my purchase climate friendly
de_de: Mach meinen Einkauf Klimafreundlich
nl_nl: Maak mijn aankoop klimaatvriendelijk

source: {COMPENSATION_COUNT}x compensated; {IMPACT}t CO₂ reduction
de_de: {COMPENSATION_COUNT}x kompensiert; {IMPACT}t CO₂ reduktion
fr_fr: {COMPENSATION_COUNT}x compensé; {IMPACT}t CO₂ réduction
nl_nl: {COMPENSATION_COUNT}x gecompenseerd; {IMPACT}t CO₂ reductie

source: This is equivalent to {KM} km of flying ✈️
de_de: Das entspricht {KM} km Fliegen.
fr_fr: Cela équivaut à des {KM} km de vol ✈️
nl_nl: Dit staat gelijk aan {KM} km vliegen ✈️

source: Every product has a climate impact through transport and production
de_de: Jedes Produkt hat eine Klimabelastung durch Transport und Produktion
fr_fr: Chaque produit a un impact sur le climat par son transport et sa production
nl_nl: Elk product heeft een klimaatimpact door vervoer en productie

source: This webshop neutralizes emissions from transport
de_de: Dieser Webshop neutralisiert Emissionen aus dem Transport
fr_fr: Cette boutique en ligne neutralise les émissions dues au transport
nl_nl: Deze webshop neutraliseert de uitstoot van het vervoer

source: You can neutralize the impact of production with your contribution
de_de: Mit Ihrem Beitrag können Sie die Auswirkungen der Produktion neutralisieren
fr_fr: Vous pouvez neutraliser l'impact de la production grâce à votre contribution
nl_nl: Jij kan met jouw bijdrage de impact van productie neutraliseren

source: We finance projects that directly prevent emissions and together we help the climate 💚
de_de: Wir finanzieren Projekte, die Emissionen direkt vermeiden und gemeinsam helfen wir dem Klima 💚
fr_fr: Les projets financés réduisent directement les émissions et, ensemble, nous aidons le climat 💚
nl_nl: Zo financieren we projecten die direct uitstoot voorkomen en helpen we samen het klimaat 💚

source: How do we do this
de_de: Wie wir das machen
fr_fr: En savoir plus
nl_nl: Hoe we dit doen

source: Great that you want to help fight climate change! Press the blue button to help us improve CO2ok with some anonymous data.
de_de: Toll, dass Sie helfen wollen, den Klimawandel zu bekämpfen! Drücken Sie den blauen Knopf und helfen Sie uns, CO2ok mit einigen anonymen Daten zu verbessern.
fr_fr: C'est formidable que vous vouliez contribuer à la lutte contre le changement climatique! Appuyez sur le bouton bleu pour nous aider à améliorer CO2ok avec quelques données anonymes.
nl_nl: Gaaf dat jullie meedoen met klimaatverandering bestrijden! Druk op de blauwe knop om ons te helpen met CO2ok te verbeteren met wat anonieme data.

source: This purchase is
de_de: Dieser shop ist
fr_fr: Cet achat est
nl_nl: Deze aankoop is

source: This store is committed to minimising the climate impact of the production of its goods
de_de: Dieser Laden verpflichtet sich, die Klimaauswirkungen der Produktion seiner Waren zu minimieren
fr_fr: Ce magasin s'engage à minimiser l'impact climatique de la production de ses produits
nl_nl: Deze winkel zet zich in om de gevolgen van de productie van zijn goederen voor het klimaat tot een minimum te beperken

source: The inevitable emissions are neutralised by funding projects that prevent the same amount of emissions
de_de: Die unvermeidlichen Emissionen werden durch die Finanzierung von Projekten neutralisiert, die die gleiche Menge an Emissionen verhindern
fr_fr: Les émissions impérieuses sont égalées par le financement de projets qui réduisent la même quantité d'émissions
nl_nl: De onvermijdelijke emissies worden geneutraliseerd door projecten te financieren die dezelfde hoeveelheid emissies voorkomen

source: This means that both your purchase and this store have a net-zero climate impact 💚
de_de: Das heißt, Sie können ohne schlechtes Gewissen einkaufen und gemeinsam helfen wir dem Klima 💚
fr_fr: Cela signifie que votre achat et ce magasin ont un impact net nul sur le climat 💚
nl_nl: Dit betekent dat zowel je aankoop als deze shop per saldo geen impact op het klimaat hebben 💚

source: CO2OK supports several carbon offset projects coordinated by Atmosfair and FairClimateFund. These are certified with the CDM Gold Standard, the strictest standard for climate protection projects.
de_de: CO2OK unterstützt mehrere Klimaschutzprojekte, die von Atmosfair und FairClimateFund koordiniert werden. Diese sind mit dem CDM Gold Standard, dem strengsten Standard für Klimaschutzprojekte, zertifiziert.
fr_fr: CO2OK soutient des projets de compensation de carbone organisé par Atmosfair et FairClimateFund; certifiés par le CDM Gold Standard: la norme la plus ferme pour les projets de protection du climat.
nl_nl: CO2OK ondersteunt verschillende CO2-compensatie-projecten, gecoördineerd door Atmosfeer en FairClimateFund. Deze zijn gecertificeerd met de CDM Gold Standard, de strengste norm voor projecten voor klimaatbescherming

source: Not only the climate benefits: we also realize less deforestation and increased health benefits through less smoke and toxic carbon monoxide
de_de: Davon profitiert nicht nur das Klima, auch die Abholzung von Wäldern, die Nachlesezeit und die Gefahr von Rauch- und Kohlenmonoxidvergiftungen lassen sich auf diese Weise verringern.
fr_fr: En plus des bénéfices pour le climat, nous réduisons la déforestation, qui a des avantages pour la santé grâce à la diminution de la fumée et du monoxyde de carbone toxique.
nl_nl: Niet alleen het klimaat profiteert; we realiseren zo ook minder ontbossing, sprokkeltijd en kans op rook- en koolmonoxidevergiftiging

source: During manufacturing and shipping of products, greenhouse gases are emitted
de_de: Während der Produktion und dem Transport von Produkten werden Treibhausgase freigesetzt

source: CO&#8322ok prevents the same amount of emissions
de_de: CO&#8322ok verhindert die gleiche Menge an Ausstoß

source: This way, your purchase is climate friendly!
de_de: Und so wird dein Einkauf Klimafreundlich!

source: Not only does the climate benefit; we also realize less deforestation, gleaning time and risk of smoke and carbon monoxide poisoning this way.
de_de: Davon profitiert nicht nur das Klima, auch die Abholzung von Wäldern, die Nachlesezeit und die Gefahr von Rauch- und Kohlenmonoxidvergiftungen lassen sich auf diese Weise verringern.

source: Co2ok Plugin needs Woocommerce to work, please install woocommerce and try again.
fr_fr: Le plugin Co2ok a besoin de Woocommerce pour fonctionner, veuillez installer Woocommerce et réessayer.
nl_nl: de CO2ok plugin heeft WooCommerce nodig, aub installeren.

source: This purchase is climate friendly
fr_fr: Cet achat est respectueux du climat
nl_nl: Deze aankoop is klimaatvriendelijk

source: CO2OK support several carbon offset projects coordinated by Atmosfair and FairClimateFund. These are certified with the CDM Gold Standard, the strictest standard for climate protection projects.
nl_nl: CO2OK ondersteunen verschillende CO2-compensatie-projecten, gecoördineerd door Atmosfeer en FairCliamteFund. Deze zijn gecertificeerd met de CDM Gold Standard, de strengste norm voor projecten voor klimaatbescherming

source: Faire en sorte que mon achat soit respectueux du climat
fr_fr: Maak mijn aankoop klimaatvriendelijk
